REGISTRATION = """
Привет! У тебя уже есть аккаунт или ты хочешь продолжить без авторизации?
"""

MAIN_MENU = """
Ты в главном меню! Пиши боту, а он пришлет перевод слова. Текущий режим переводчика: {translator}
"""

USE_ONLY_BUTTONS = """
Пожалуйста, используйте только кнопки
"""

TRANSLATOR_EDITED = """
Изменен режим переводчика. Текущий: {translator}
"""

TRANSLATED_WORD_SNIPPET = """
{word_from_user} - {word_from_api}
"""

EXAMPLES = """
Примеры: {examples}
"""

DO_U_REMEMBER = """
А ты помнишь, что означает слово {word}?
"""

SEND_TRASLATIONS = """
Введите перевод слова
"""

CORRECT = """
Правильно! Поздравляем!
"""

WRONG = """
Неверно! Правильный ответ {word}
Кажется, вам нужно повторить слова из категории '{category_name}'
"""