REGISTRATION = """
Привет! У тебя уже есть аккаунт или ты хочешь продолжить без авторизации?
"""

MAIN_MENU = """
Ты в главном меню!
"""

IN_TRANSLATOR_MENU = """
Ты в переводчике! Пиши боту, а он пришлет перевод слова. Текущий режим переводчика: {translator}
"""

USE_ONLY_BUTTONS = """
Пожалуйста, используйте только кнопки
"""

TRANSLATOR_EDITED = """
Изменен режим переводчика. Текущий: {translator}
"""

TRANSLATED_WORD_SNIPPET = """
{word_from_user} - {word_from_api}
"""

EXAMPLES = """
Примеры: {examples}
"""

DO_U_REMEMBER = """
А ты помнишь, что означает слово {word}?
"""

SEND_TRASLATIONS = """
Введите перевод слова
"""

CORRECT = """
Правильно! Поздравляем!
"""

WRONG = """
Неверно! Правильный ответ {word}
Кажется, вам нужно повторить слова из категории '{category_name}'
"""

CHOOSE_CATEGORY = """
Выберите категорию для повторения:
"""

REPEATS_RULES = """
Вы в меню повторения слов. 
Бот будет отправлять вам слова на татарском, а вы должны будете ответить на русском  
"""

SENTANSES_RULES = """
Вы в меню повторения грамматики.
Бот будет присылать вам предложения на татарском, а вы должны отправить его перевод
"""