sentinses = {
    "past tense": {1: {'rus': "Я вчера гулял",
                       "tat": "Мин кичә йөрдем"},
                   2: {'rus': "Он купил яблоко",
                       "tat": "Ул алма сатып алган"},
                   3: {'rus': "они вчера пришли поздно",
                       "tat": "алар кичә соң килде"}
                   },
    "future tense": {1: {'rus': "Завтра я пойду гулять",
                         "tat": "Иртәгә мин йөрергә барам"},
                     2: {'rus': "Ты будешь продавать яблоки на следующей неделе?",
                         "tat": "Син булачаксыз сатарга алма киләсе атнада?"},
                     3: {'rus': "Они вернутся очень поздно",
                         "tat": "Алар бик соң кайтачаклар"}
                     },
    "passive voice": {1: {'rus': "Дверь была открыта",
                          "tat": "Ишек ачык иде"},
                      2: {'rus': "Это яблоко было продано за 1000 сум",
                          "tat": "Бу алма 1000 сумга сатылган"},
                      3: {'rus': "Книга была прочитана всего за неделю",
                          "tat": "Китап бер атна эчендә укылды"}
                      },
}

excess = {1: {"question": ["осень", "зима", "январь", "лето"], "answer": "январь"},
          2: {"question": ["девочка", "кукла", "мальчик", "мама"], "answer": "кукла"},
          3: {"question": ["тарелка", "кастрюля", "стул", "чайник"], "answer": "стул"}}
