FALLBACK_TEXT = """Что то пошло не так, и я вас не поняла. Переформулируйте свой вопрос проще, пожалуйста"""
WELCOME = """Добро пожаловать в тестовый навык"""
ALL_RULES_TEXT = """Выберите конкретное правило из списка"""
CHOOSE_CATEGORY = """Я буду называть вам слова с переводом, а вы будете их повторять
Давайте сначала выберем категорию:"""
WORD_TEMPALTE = "{word} {transcript} - {translate}"
CONGRATS_LERN = "Поздравляю! Вы выучили все слова из этой категории! если хотите выучить новую категорию или поворить эту просто скажите 'учить слова' "
