FALLBACK_TEXT = """Что то пошло не так, и я вас не поняла. Переформулируйте свой вопрос проще, пожалуйста"""
WELCOME = """Добро пожаловать в тестовый навык"""
ALL_RULES_TEXT = """Выберите конкретное правило из списка"""
BEGIN_PLAY_FIND_EXCESS = "Вы выбрали игру найди лишнее." \
                         " Правила следующие: вам будет дан список татарских слов, ваша задача выбрать лишнее слово и нажать на кнопку." \
                         " Если все понятно, тогда скажи НАЧАТЬ"
RULE_GAME = """Выберите лишнее слово"""
CHOOSE_CATEGORY = """Я буду называть вам слова с переводом, а вы будете их повторять
Давайте сначала выберем категорию:"""
WORD_TEMPALTE = "{word} - {translate}"
CONGRATS_LERN = "Поздравляю! Вы выучили все слова из этой категории! если хотите выучить новую категорию или поворить эту просто скажите 'учить слова' "
STOPED = "Навык остановлен"
I_CAN = """Вот что я могу:"""
