FALLBACK_TEXT = """Что то пошло не так, и я вас не поняла. Переформулируйте свой вопрос проще, пожалуйста"""
WELCOME = """Добро пожаловать в тестовый навык"""
ALL_RULES_TEXT = """Выберите конкретное правило из списка"""
BEGIN_PLAY_FIND_EXCESS = "Вы выбрали игру найди лишнее." \
    " Правила следующие: вам будет дан список татарских слов, ваша задача выбрать лишнее слово и нажать на кнопку." \
                         " Если все понятно, тогда скажи НАЧАТЬ"
CHOOSE_CATEGORY = """Выберите категорию"""
WORD_TEMPALTE = "{}"
