facts = [
    """Татарский известен многочисленными диалектами, в которых выделяют два или три основных (иногда пять) в зависимости от классификации:
средний (казанский);
западный (мишерский);
восточный (сибирский).
Восточный разделяется на тоболо-иртышский, барабинский и томский. Тоболо-иртышский – в свою очередь ещё на несколько диалектов. Смешанные диалекты: астраханский, касимовский, тептярский и уральский. Диалекты характеризуются значительными особенностями, которые можно определить по фонетическому строю.
""",
    """Письменный татарский развился в 19 веке, ранние его формы находились под влиянием чагатайского (или староузбекского). До 1927 года письменность была арабской, затем на латинице, с 1939 года – на кириллице. Официальный алфавит основан на кириллице с некоторыми дополнительными буквами. Однако в случаях, когда он не имеет официального статуса, использование латиницы или кириллицы зависит от предпочтений автора.""",
    """Татарский язык развивался на основе как родственных, так и неродственных языков Приволжья и Предуралья. Большое влияние на него оказали марийский, мордовский, удмуртский, арабский, персидский, русский.""",
    """По лексике наиболее близкие к татарскому: башкирский, ногайский, каракалпакский, казахский, балкарский, узбекский, уйгурский и кумыкский. Лингвистический аспект: схожесть татарского и башкирского почти на 95% обусловлено историческими причинами (некоторые различия в фонетике и грамматике).""",
    """Раннее сохранившееся литературное наследие татарского языка датируется 13 веком, Сказание о Юсуфе (Кысса-и Йусуф), поэта Волжской Булгарии Кул Гали. Поэма, написана на языке, который объединяет элементы булгарского и кипчакского.""",
    """Габдулла Тукай считается отцом современного татарского языка. День рождения народного поэта, 26 апреля, сегодня является Днем татарского языка. Стихотворение Тукая «Родной язык» – неофициальный гимн республики.""",
    """Выдающимся исследователем татарского языка и его диалектов был советский ученый Габдулхай Хурамович Ахатов – лингвист, тюрколог. Основатель ряда научных учреждений, в числе которых татарская диалектологическая и фразеологическая школа. Первым в тюркологии дал теоретически последовательное описание идиоматических выражений волжско-татарского. Хотя Габдулхай Хурамович был волжским татарином, он тщательно изучал фонетические особенности сибирского татарского."""
]

excess = [{"question": ["осень", "зима", "январь", "лето"], "answer": "январь", "id": 1}, {"question": ["девочка", "кукла", "мальчик", "мама"], "answer": "кукла", "id": 2},
          {"question": ["тарелка", "кастрюля", "стул", "чайник"], "answer": "стул", "id": 3}]
